[List]
list=ENU,RUS

[ENU]
name=English
o=Options
oc_g=General
oc_c=Content
oc_f=Fonts
oc_s=Sounds
oc_v=Voice
oc_p=Proxy
o_lang=Language:
o_msgc=Messages fetch count:
o_down=Current download directory:
o_min=Minimize to tray on closing
o_ball=Use balloon notifications instead of custom ones
o_img=How to load images in chats?
o_img0=Don't load images at all
o_img1=Load just the minimal image thumbnails
o_img2=Autodownload and load the bigger sized image thumbnails
o_emj=Enable emojis
o_spl=Apply appropriate formatting to spoilers in chats
o_fon0=Chat font:
o_fon1=Chat list font:
o_fon2=UI font:
o_snew=New message notification sound:
o_sinc=Incoming message in the current chat sound:
o_sout=Outgoing message sound:
o_sno=None
o_samp=Sample rate:
o_bps=Bits per sample:
o_chan=Channels:
o_hz=Hz
o_bit=-bit
o_mono=Mono
o_ster=Stereo
o_ip=IP address:
o_port=Port:
o_user=Username:
o_pass=Password:
o_note=Note: only SOCKS5 proxies are supported.
s_on=is online
s_rec=was online recently
s_week=was online last week
s_mon=was online last month
s_was=was online
s_pdate=on
s_ptime=at
s_pyest=yesterday at
s_par=Participants: %d
s_sub=Subscribers: %d
s_typ=%s is typing...
s_vrec=%s is recording a video...
s_vup=%s is uploading a video...
s_vorec=%s is recording a voice message...
s_voup=%s is uploading a voice message...
s_ph=%s is uploading a photo...
s_f=%s is uploading a file...
s_rrec=%s is recording a round video...
s_rup=%s is uploading a round video...
s_stk=%s is choosing a sticker...
s_down=Downloading %s... %d%%
s_dowd=Downloading %s... done!
s_upl=Uploading %s... %d%%
s_upd=Uploading %s... done!
s_dclg=Logging in to the needed file's data center...
s_dclgd=Logged in to the needed file's data center!
l=Log in
l_ph=Your phone number:
l_c=Code:
l_qr=Or, scan this QR code to log in:
l_get=Get code
2=2FA authentication
2_ps=Enter your password:
2_hn=Hint
2_hnq=Hint?
m_rep=&Reply
m_edt=&Edit
m_for=&Forward
m_dev=&Delete for everyone
m_dmy=Delete for &myself
m_clr=Clear this list
m_p=&Profile
m_c=&Chat
m_t=&Tools
m_h=&Help
m_pvw=&View profile
m_mu=&Mute/unmute...
m_m0=Mute all &users
m_m1=Mute all &groups
m_m2=Mute all &channels
m_u0=Unmute all &users
m_u1=Unmute all &groups
m_u2=Unmute all &channels
m_ext=&Exit
m_lgo=&Log out and exit
m_mc=&Mute this chat
m_uc=&Unmute this chat
m_ths=&Set theme...
m_thn=&None
m_rf=&Refetch extended info
m_mf=&Send media as files
m_sup=S&how the uploading list
m_opt=&Options...
m_ug=&User Guide
p=Profile
p_my=My profile
p_at=Handle
p_abt=About me
p_desc=Description
p_bday=Birthday
p_nopfp=(no profile picture)
ok=OK
cancel=Cancel
a=About Telegacy
a_auth=Creating an authorization key...
a_srp=Going through the SRP protocol...
a_conn=Connecting to the server...
a_upd=Updating data...
a_log=Logged in, getting data...
a_nlog=Not logged in! Cleaning up and exiting...
a_ddc=Account is on a different DC! Reconnecting...
pr=Set up a proxy connection?
e=Error
e_c=Error code %d
e_2xp=Auth token expired! Try again.
e_2ps=Incorrect password!
e_2lt=Wasn't able to finish in time! Either you've just used a hint, or your CPU is too slow!
e_ph=Enter your phone number!
e_hn=No hint!
e_prc=Couldn't connect to the proxy!
e_prh=Proxy handshake failed!
e_prf=Connecting to this proxy is not allowed!
e_prl=Proxy login failed!
e_prtg=Couldn't connect to a Telegram DC through the proxy!
e_conn=Couldn't connect to a Telegram DC!
all=All chats
c_snd=sending
c_dlv=delivered
c_sn=seen
c_vw=views:
c_for=forwarded from
c_rep=replying to
t_b=Bold
t_i=Italic
t_u=Underline
t_s=Strikethrough
t_q=Quote
t_m=Monospace
t_spl=Spoiler
t_rep=You're replying to a message. Click to cancel.
t_edt=You're editing a message. Click to cancel.
t_for=You're forwarding a message. Click to cancel.
t_att=Attach files
t_rec=Record a voice message
t_emj=Emojis
t_snd=Send message
t_unr=Telegacy | Unread messages: %d
i_gcr=%s created this group with the name "%s"
i_gch=%s changed this group's name to "%s"
i_ccr=This channel was created with the name %s
i_cch=This channel's name was changed to %s
i_phc=%s changed the chat's photo
i_phd=%s deleted the chat's photo
i_cphc=The chat's photo was changed
i_cphd=The chat's photo was deleted
i_j=%s joined the chat
i_add=%s was added by %s
i_l=%s left the chat
i_jl=%s joined the chat by a link
i_m=%s migrated this chat to a supergroup
i_m2=%s migrated a chat to this supergroup
i_p=%s pinned a message
i_cp=A message was pinned
i_d=%s deleted the chat's history
i_cd=The chat's history was deleted
i_vc=Video call
i_c=Call
i_ovc=Ongoing video call
i_oc=Ongoing call
i_s=%s took a screenshot
i_tho=%s turned the chat's theme off
i_th=%s changed the chat's theme to
i_ctho=The chat's theme was turned off
i_cth=The chat's theme was changed to
i_t=%s changed the topic's name to %s
i_w=%s set the chat's wallpaper
i_cw=The chat's wallpaper was set
i_no=This service message isn't supported in Telegacy

[RUS]
name=Русский
o=Настройки
oc_g=Основные
oc_c=Контент
oc_f=Шрифты
oc_s=Звуки
oc_v=Голос
oc_p=Прокси
o_lang=Язык:
o_msgc=Кол-во загружаемых сообщений:
o_down=Текущая папка загрузок:
o_min=Сворачивать в область уведомлений при закрытии окна
o_ball=Использовать уведомления Windows вместо специальных
o_img=Как показывать изображения в чатах?
o_img0=Не показывать совсем
o_img1=Показывать лишь минимальные превью
o_img2=Автоматически загружать и показывать превью побольше
o_emj=Включить эмодзи
o_spl=Применять должное форматирование к спойлерам в чатах
o_fon0=Шрифт чата:
o_fon1=Шрифт списка чатов:
o_fon2=Шрифт интерфейса:
o_snew=Звук уведомления про новое сообщение:
o_sinc=Звук входящего сообщения в текущем чате:
o_sout=Звук исходящего сообщения:
o_sno=Нет
o_samp=Частота дискретизации:
o_bps=Битность:
o_chan=Каналы:
o_hz=Гц
o_bit=бит
o_mono=Моно
o_ster=Стерео
o_ip=IP-адрес:
o_port=Порт:
o_user=Имя пользователя:
o_pass=Пароль:
o_note=Примечание: поддерживаются только прокси SOCKS5.
s_on=в сети
s_rec=был(а) в сети недавно
s_week=был(а) в сети на прошлой неделе
s_mon=был(а) в сети в прошлом месяце
s_was=был(а) в сети
s_pdate=
s_ptime=в
s_pyest=вчера в
s_par=Участников: %d
s_sub=Подписчиков: %d
s_typ=%s печатает...
s_vrec=%s записывает видео...
s_vup=%s отправляет видео...
s_vorec=%s записывает голосовое сообщение...
s_voup=%s отправляет голосовое сообщение...
s_ph=%s отправляет фото...
s_f=%s отправляет файл...
s_rrec=%s записывает круг...
s_rup=%s отправляет круг...
s_stk=%s выбирает стикер...
s_down=Загрузка %s... %d%%
s_dowd=Загрузка %s... готово!
s_upl=Отправка %s... %d%%
s_upd=Отправка %s... готово!
s_dclg=Вход в дата-центр нужного файла...
s_dclgd=Успешный вход в дата-центр нужного файла!
l=Войти
l_ph=Ваш номер телефона:
l_c=Код:
l_qr=Или же просканируйте этот QR-код:
l_get=Получить
2=Двухфакторная аутентификация
2_ps=Введите ваш пароль:
2_hn=Подсказка
2_hnq=Подсказка?
m_rep=&Ответить
m_edt=&Редактировать
m_for=&Переслать
m_dev=&Удалить для всех
m_dmy=Удалить для &себя
m_clr=Очистить список
m_p=&Профиль
m_c=&Чат
m_t=&Сервис
m_h=&Справка
m_pvw=&Посмотреть профиль
m_mu=&Заглушить/разглушить...
m_m0=Заглушить всех &пользователей
m_m1=Заглушить все &группы
m_m2=Заглушить все &каналы
m_u0=Разглушить всех &пользователей
m_u1=Разглушить все &группы
m_u2=Разглушить все &каналы
m_ext=&Закрыть Telegacy
m_lgo=&Выйти и закрыть Telegacy
m_mc=&Заглушить этот чат
m_uc=&Разглушить этот чат
m_ths=&Выбрать тему...
m_thn=&Без темы
m_rf=&Обновить расширенную информацию
m_mf=&Отправлять мультимедиа как файлы
m_sup=&Показать прикреплённые файлы
m_opt=&Настройки...
m_ug=&Руководство пользователя
p=Профиль
p_my=Мой профиль
p_at=Тег
p_abt=О себе
p_desc=Описание
p_bday=Дата рождения
p_nopfp=(нет фото профиля)
ok=ОК
cancel=Отмена
a=О Telegacy
a_auth=Создание ключа авторизации...
a_srp=Прохождение через SRP протокол...
a_conn=Подключение к серверу...
a_upd=Обновление данных...
a_log=Успешный вход, получение данных...
a_nlog=Вход недействителен! Очистка и выход...
a_ddc=Аккаунт на другом дата-центре! Переподключение...
pr=Настроить прокси соединение?
e=Ошибка
e_c=Код ошибки %d
e_2xp=Токен аутентификации истёк! Попробуйте снова.
e_2ps=Incorrect password!
e_2lt=Не удалось успеть! Либо вы только что воспользовались подсказкой, либо ваш ЦП слишком медленный!
e_ph=Введите ваш номер телефона!
e_hn=Нет подсказки!
e_prc=Не удалось подключиться к прокси!
e_prh=Не удалось установить связь с прокси!
e_prf=Подключение к этому прокси не разрешено!
e_prl=Вход в прокси не удался!
e_prtg=Не удалось подключиться к дата-центру Telegram через прокси!
e_conn=Не удалось подключиться к дата-центру Telegram!
all=Все чаты
c_snd=отправляется
c_dlv=отправлено
c_sn=прочитано
c_vw=просмотров:
c_for=переслано от
c_rep=ответ на
t_b=Жирный
t_i=Курсив
t_u=Подчёркнутый
t_s=Перечёркнутый
t_q=Цитата
t_m=Моноширинный
t_spl=Спойлер
t_rep=Вы отвечаете на сообщение. Нажмите, чтобы отменить.
t_edt=Вы редактируете сообщение. Нажмите, чтобы отменить.
t_for=Вы пересылаете сообщение. Нажмите, чтобы отменить.
t_att=Прикрепить файлы
t_rec=Записать голосовое сообщение
t_emj=Эмодзи
t_snd=Отправить сообщение
t_unr=Telegacy | Непрочитанных сообщений: %d
i_gcr=%s создал(а) эту группу с названием "%s"
i_gch=%s изменил(а) название этой группы на "%s"
i_ccr=Этот канал был создан с названием %s
i_cch=Название этого канала было изменено на %s
i_phc=%s изменил(а) фото чата
i_phd=%s удалил(а) фото чата
i_cphc=Фото чата было изменено
i_cphd=Фото чата было удалено
i_j=%s присоединился(ась) к чату
i_add=%s был(а) добавлен(а) %s
i_l=%s покинул(а) чат
i_jl=%s присоединился(ась) к чату по ссылке
i_m=%s мигрировал(а) этот чат в супергруппу
i_m2=%s мигрировал(а) чат в эту супергруппу
i_p=%s закрепил(а) сообщение
i_cp=Закреплено сообщение
i_d=%s удалил(а) историю чата
i_cd=История чата была удалена
i_vc=Видеозвонок
i_c=Звонок
i_ovc=Текущий видеозвонок
i_oc=Текущий звонок
i_s=%s сделал снимок экрана
i_tho=%s выключил тему чата
i_th=%s изменил тему чата на
i_ctho=Тема чата была выключена
i_cth=Тема чата была изменена на
i_t=%s изменил название темы на %s
i_w=%s установил обои чата
i_cw=Установлены обои чата
i_no=Это служебное сообщение не поддерживается в Telegacy